import React from 'react';
import './Answer.css';

const A0 = () => {
  return (
    <div className="answer">
      <p>
      כחלק מחוק שכר שווה, החל משנת 2021 חלה חובת מעסיקים עם למעלה מ-518 עובדים לפרסם מידע בדבר פערי השכר בין גברים לנשים.
      <br />
      <b>לכאורה</b>, נשמע אידיאלי, פועלים לקידום השקיפות בשכר, להבין את הנתונים, אל עבר שוויון.
      <br />
      <b>בפועל</b>, תחת החוק במתכונתו הנוכחית, יש שונות אדירה בין הדוחות באופן שלא מאפשר מעקב, הסקת מסקנות ופרסום נתונים לפי פילוח.
      למעשה, אפילו דוחות עוקבים של אותה חברה יכולים להראות שונה משנה לשנה.
      נוסף על כך, לא ברור אילו חברות מפרסמות ואילו לא, ואין אכיפה על אלו שלא פרסמו או על אלו שהציגו פערי שכר.
      <br />
      <br />
      באתר הזה יש, נכון להיום, כ-180 דוחות של חברות שונות בשנים 2021-2022. תסתכלו בדוחות, בחברות שקרובות לליבכם, בגופים הציבוריים, במשרדי הממשלה, בגוף מבקר המדינה, בהייטק, בבנקים, בתעשיות השונות, <b>תראו את הפערים. תראו גם כמה הדוחות לא ברורים ותבינו את הבעיה בחוק.</b>
      <br />
      <b>כך זה נראה כשלא באמת רוצים לפתור את הבעיה, ואולי אף לטשטש אותה.</b>
      </p>
    </div>
  )
}

export default A0;
