import React from 'react';
import './Answer.css';

const A0 = () => {
  return (
    <div className="answer">
      <p>
      כחלק מחוק שכר שווה, החל משנת 2021 חלה חובת מעסיקים לפרסם מידע בדבר פערי השכר בין גברים לנשים.
      <br />
      <b>לכאורה</b>, נשמע אידאלי, פועלים להבין את הנתונים, אל עבר שוויון.
      <br />
      <b>בפועל</b>, תחת החוק במתכונתו הנוכחית, כל דוח נראה אחרת, לא ברור אילו חברות מפרסמות ואילו לא, והאם יש אכיפה על אלו שלא פרסמו.
      אין אחידות בדוחות, אין מקום שמאגד את הדוחות, אין נתונים סטטיסטיים שדוחות כאלה היו יכולים להניב.
      ומעבר לכך, ואולי הכי חשוב - אין למידה והסקת מסקנות מהדוחות שפורסמו, וצעדים כדי לצמצם את הפער.

      <br />
      באתר הזה איגדתי, נכון להיום, כ-180 דוחות של חברות שונות בשנים 2021-2022.
      תסתכלו בדוחות, בחברות שקרובות לליבכם, בגופים הציבוריים, במשרדי הממשלה, בגוף מבקר המדינה, בהייטק, בבנקים, בתעשיות השונות, תראו את הפערים.
      תראו גם כמה הדוחות לא ברורים ותבינו את הבעיה בחוק.
      כך זה נראה כשלא באמת רוצים לפתור את הבעיה, ואולי אף לטשטש אותה.
      </p>
    </div>
  )
}

export default A0;
