import React from 'react';
import './Answer.css';


const A01 = () => {
  return (
    <div className="answer">
      <p>
        שקיפות, הנגשה של דוחות והעלאת המודעות לבעיה - גם של פערי השכר, וגם של החוק במתכונתו הנוכחית.
      </p>
      <p>
        המשותף למרבית הדו"חות זה ההסברים - וותק, שעות נוספות, הוצאות רווחה, מענקי פרישה ועוד - אין הכרה בפערים על רקע מגדרי.
        <br />
        לדוגמא, כמה דברים שלא רואים באף דוח:
      </p>
      <ul>
        <li>
          הפער בשכר ההתחלתי ומענקי חתימה - אם הפערים מוסברים בותק, צריך לדעת מהו הפער גם בנקודת ההתחלה
        </li>
        <li>
          אחוז הנשים בעמדות ניהוליות בחברה
        </li>
        <li>
          קצב התקדמות לעומת גברים
        </li>
        <li>
          ולבסוף, מה התוכניות קדימה לצמצום הפערים?
        </li>
      </ul>
      <p>
        אולי הדבר החשוב ביותר התפספס בכל הדוחות - מטרת החוק היא להציף את הבעיות והכשלים, להסיק מסקנות היכן יש פערים, באילו פילוחים ומדוע, ולאור הממצאים לפעול בצורה נכונה ומדויקת לצמצום הבעיה.
        נכון להיום אין אפילו מקום שמאגד את המידע, וזו המטרה של האתר, בתור התחלה, להציף ולהעלות מודעות לבעיה.
        בעתיד אולי יהיה ניתן לפרסם חיתוכים מעניינים, גרפים וסטטיסטיקות על הנתונים - אם יקדישו מחשבה לאחידות הדוחות, ואם יהיה רצון אמיתי להסביר את הפערים.
      </p>
    </div>
  )
}

export default A01;
