import React from 'react';
import './Answer.css';


const A4 = () => {
  return (
    <div className="answer">
      <p>
        גם מבלי לדעת מי האוכלוסייה בכל פילוח, שכן זה מידע שחברות לא חושפות, ניתן ללמוד הרבה מהדוחות:
      </p>
      <ol>
        <li>
          מינוסים. יש פערי שכר. והם לא קטנים בכלל.
        </li>
        <li>
          פילוחים בדוחות שנותרו ריקים מטעמי פרטיות של העובדים באותה קבוצת פילוח. המשמעות של זה? ככל הנראה מדובר קבוצה שמכילה רק נשים או רק גברים. אמנם זה לא מראה מספר שמצביע על פער, אבל מציף בעיה אחרת חשובה לא פחות.
        </li>
        <li>
          שימו לב לאותיות הקטנות בכל דו"ח. למשל שימו לב כי יש פער בין שכר קובע לפיצויים- השכר המדווח לביטוח הפנסיוני, לבין שכר ברוטו- שכר המדווח למס הכנסה. המשמעות של זה? פערים שמקורם בפרמטרים אחרים מלבד שכר הבסיס.
        </li>
        <li>
          לכל עמודה מצויין כמה נשים מרוויחות מתחת לממוצע באותו פילוח. שווה להעיף מבט.
        </li>
      </ol>
    </div>
  )
}

export default A4;
