import React from 'react';
import './Answer.css';

// <br />
// ובכל זאת, כאשר חברות מתבקשות לפרסם את הנתונים, ללא הגדרות, וללא צורך בפרסום מסקנות קדימה, כך נראים כמה מהציטוטים הנבחרים מהדוחות:
// </p>
// <ol>
// <li>
//   "למען הסר ספק – אין בעובדה כי עובדות/ים שונות/ים נכללות/ים באותה קבוצה כדי ללמד שהן/ם מבצעות/ים עבודה זהה או עבודה שוות ערך."
// </li>
// <li>
//   "פערי השכר נובעים בשל פערי שכר שמקורם בשכר מנהלים, רואי חשבון, עו"ד וכלכלנים לצד מנהלות חשבונות, מזכירות ועובדות כלליות."
// </li>
// <li>
//   "להערכתנו, עיקר פערי השכר בין גברים לנשים נובעים מהבדלים בניסיון, בוותק ובעיסוק; מפערי עיתוי בתשלום בפועל של רכיבי שכר שונים בשל מועדי תחילת העסקה וכיוצ"ב, ולכן כשמדובר באחוזים בודדים אין לכך לרוב משמעות"
// </li>
// <li>
//   "מניתוח פערי השכר בקבוצת הפילוח עולה כי למעט קבוצה אחת, פערי השכר בין גברים לנשים הינם עד 11% לכל היותר. בקבוצה אחת ספיציפית פער השכר בין גברים לנשים הינו 37% אשר נובע בעיקר בשל הבדל משמעותי בוותק ובניסיון של האוכלוסיה באותה קבוצה."
// </li>
// </ol>
const A5 = () => {
  return (
    <div className="answer">
      <p>
        <b>
        הגופים ציבוריים עדיין לא פרסמו את הדוח לשנת 2022.
        נכון לשנת 2021, השכר הממוצע לחודש של העובדות הוא 63% מהשכר הממוצע לחודש של העובדים בכלל העובדים בגופים הציבוריים
        ולא נכללו בו 39 גופים מסיבות שונות כגון אי השלמת הדיווח.
        </b>
      </p>
      <p>
        <b>
        משרדי הממשלה, גם כן, עדיין לא פרסמו את הדוח לשנת 2022.
        נכון לשנת 2021, נשים בתפקידים בלשכות שר ומנכ"ל מרוויחות 90% משכר הגברים.
        במטה לבטחון לאומי, נשים מרוויחות 72% משכר הגברים.
        </b>
        <br />
        נתון נוסף מעניין, נראה שהפער בין שכר נשים לשכר גברים בהסכמים קיבוציים גדול מהפער בחוזים מיוחדים בתפקידים מקבילים:
        <br />
        כאשר מסתכלים על אקדמאים בחוזים מיוחדים (לכלל הדירוג על פני כל משרדי הממשלה), נשים מרוויחות 91% משכר הגברים הממוצע. בפילוח המקביל, של אקדמאים בהסכמים קיבוציים, הפערים גדולים אף יותר, ונשים מרוויחות 79% משכר הגברים הממוצע.
        <br />
        הדבר דומה גם בקרב משפטנים. בקרב משפטנים בחוזים מיוחדים (לכלל הדירוג על פני כל משרדי הממשלה), נשים מרוויחות 97% משכר הגברים הממוצע. בפילוח המקביל, של משפטנים בהסכמים קיבוציים, הפערים גדולים אף יותר, ונשים מרוויחות 93% משכר הגברים הממוצע.
      </p>
      <p>
        <b>
        וביתר המגזרים, השונות בדוחות היא גדולה.
        </b>
        <br />
        יש חברות עם 4 קבוצות פילוח, ויש חברות עם 60 ויותר קבוצות. אין פירוט איזה אופי עבודה כל קבוצה מייצגת, או מה המכנה המשותף לכל קבוצת פילוח.
        יתרה על כך, בקרב רוב החברות עבורן מצאתי דוחות גם לשנת 2021 וגם לשנת 2022, אין אחידות בפורמט ואף לא במספר הקבוצות בדוח, כך שאפילו למדוד התקדמות בתוך חברה זו משימה קשה במצב הנוכחי, שלא לדבר על ניתוח ברמת סקטור.
      </p>
    </div>
  )
}

export default A5;
