import React from 'react';
import './Answer.css';


const A6 = () => {
  return (
    <div className="answer">
      <p>
        המשותף למרבית הדו"חות זה ההסברים - וותק, שעות נוספות, הוצאות רווחה, מענקי פרישה ועוד - אין הכרה בפערים על רקע מגדרי.
        <br />
        לדוגמא, כמה דברים שלא רואים באף דוח:
      </p>
      <ol>
        <li>
          הפער בשכר ההתחלתי ומענקי חתימה - אם הפערים מוסברים בותק, צריך לדעת מהו הפער גם בנקודת ההתחלה
        </li>
        <li>
          אחוז הנשים בעמדות ניהוליות בחברה
        </li>
        <li>
          קצב התקדמות לעומת גברים
        </li>
        <li>
          אולי החשוב ביותר - מה התוכניות קדימה לצמצום הפערים?
        </li>
      </ol>
      <p className="answer">
        אין מעקב אחרי תוצאות הדוחות משנה לשנה לבדוק שלכל הפחות אין עלייה בפער, שלא לדבר על צמצומו. חסרה לקיחת אחריות, הסקת מסקנות וצעדים לצמצום הפער.
        כדי שהחוק הזה יתורגם למעשים בפועל, יש לנקוט צעדים ממשיים.
      </p>
    </div>
  )
}

export default A6;
