import React from 'react';
import './Answer.css';


const A7 = () => {
  return (
    <div className="answer">
      <p>
        שקיפות והנגשה.
        <br />
        אולי הדבר החשוב ביותר התפספס בכל הדוחות - מטרת החוק היא להציף את הבעיות והכשלים, להסיק מסקנות היכן יש פערים, באילו פילוחים ומדוע, ולאור הממצאים לפעול בצורה נכונה ומדויקת לצמצום הבעיה.
        נכון להיום אין אפילו מקום שמאגד את המידע, וזו המטרה של האתר, בתור התחלה, להציף ולהעלות מודעות לבעיה.
        בעתיד אולי יהיה ניתן לפרסם חיתוכים מעניינים, גרפים וסטטיסטיקות על הנתונים - אם יקדישו מחשבה לאחידות הדוחות, ואם יהיה רצון אמיתי להסביר את הפערים.
      </p>
    </div>
  )
}

export default A7;
